Repository: KDE/kblocks
Catalog: po/*/kblocks.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Emmanuelle Richard,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: emmanuelle@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: The graphical theme to be used.
eo: Grafika etoso uzinda.

source: Whether sound effects should be played.
eo: Ĉu sonefektoj estu aŭdigataj.

source: Score List : 0 - 0 - 0 - 0 - 0 - 0 - 0 - 0
eo: Poentarlisto : 0 - 0 - 0 - 0 - 0 - 0 - 0 - 0

source: Score List : %1 - %2 - %3 - %4 - %5 - %6 - %7 - %8
eo: Poentarlisto : %1 - %2 - %3 - %4 - %5 - %6 - %7 - %8

source: Rotate Piece Clockwise
eo: Turni ludpecon destrumen

source: Rotate Piece Counter Clockwise
eo: Turni ludpecon maldestrumen

source: Move Piece Left
eo: Ludpecon maldekstren

source: Move Piece Right
eo: Ludpecon dekstren

source: Move Piece Down
eo: Ludpecon malsupren

source: Drop the Piece
eo: Faligu la ludpecon

source: Game Resumed!
eo: Ludo Daŭrigata!

source: Game Paused!
eo: Ludo Paŭzita!

source: Game Start!
eo: Ludostarto!

source: Game Over!
eo: La ludo finiĝis!

source: You Win!
eo: Vi Venkas!

source: You Lose!
eo: Vi Perdas!

source: Main Toolbar
eo: Ĉefa ilobreto

source: Points: %1 - Lines: %2 - Level: %3
eo: Poentoj: %1 - Linioj: %2 - Nivelo: %3

source: Single Game
eo: Unuopa Ludo

source: Human vs AI
eo: Homo kontraŭ AI

source: &Play Sounds
eo: Aŭd&igi Sonojn

source: Points: 0 - Lines: 0 - Level: 0
eo: Poentoj:0 - Linioj: 0 - Nivelo: 0

source: A falling blocks game by KDE
eo: Ludo de falblokoj de KDE

source: Author
eo: Aŭtoro

source: Developer
eo: Evoluigisto

source: New design of KBlocks for AI and tetris research platform
eo: Nova dezajno de KBlocks por AI kaj tetris-esplora platformo

source: Oxygen art for KDE4
eo: Oxygen art por KDE4

source: Setup kblocks game running mode. 0 = Desktop Mode 1 = Game Engine Mode 2 = Gui Mode 3 = Player Mode
eo: Agordi ludreĝimon de kblocks. 0 = Labortabla reĝimo 1 = Ludmotora reĝimo 2 = Gui-reĝimo 3 = Ludanta reĝimo

source: Setup the configuration file for tetris researcher mode. Not for desktop users.
eo: Pretigi la agorddosieron por la reĝimo de Tetris-esploristo. Ne por labortablaj uzantoj.
